[A_Weapons.WeaponType_Dahl_segment WeaponTypeDefinition]
Typename="I understand."
PickupMessage="In your hand %s"
UseFailureLevelMessage="You must have at least level %d to use this feature."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="General offer"

[A_Weapons.WeaponType_Hyperion_Sniper WeaponTypeDefinition]
Typename="heart in French."
PickupMessage="I understand %s"
UseFailureLevelMessage="You must be at least %d to use this item."
UseFailureConstraintsMessage="This is impossible."
NoManufacturerName="common ground"

[A_Weapons.WeaponType_Hyperion_Sniper:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description=""
NoConstraintText="The accuracy of the images has been improved.."
Suffix=""
Prefix=""

[A_Weapons.WeaponType_Jakobs_Sniper WeaponTypeDefinition]
Typename="Hire a Frenchman."
PickupMessage="You know %s"
UseFailureLevelMessage="You must be at least %d level to use this feature.."
UseFailureConstraintsMessage="This item is not allowed."
NoManufacturerName="summary"

[A_Weapons.WeaponType_Maliwan_Sniper WeaponTypeDefinition]
Typename="I'm honest."
PickupMessage="He said %s"
UseFailureLevelMessage="This feature requires at least %d.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="in common"

[A_Weapons.WeaponType_Maliwan_Sniper:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""
NoConstraintText="Add base option"
Suffix=""
Prefix=""

[A_Weapons.WeaponType_Vladof_Sniper WeaponTypeDefinition]
Typename="Phos. Common words."
PickupMessage="He won %s"
UseFailureLevelMessage="You must be at least %d level to use this feature."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName=""normal""

[Name.Prefix.Prefix__Transfer WeaponNamePartDefinition]
PartName="Gearbox"

[Name.Prefix.Prefix__MissMoxxis WeaponNamePartDefinition]
PartName="Mrs. Max"

[Name.Prefix.Prefix_Elemental_Anger WeaponNamePartDefinition]
PartName="Corrosive"

[Name.Prefix.Prefix_Elemental_fried WeaponNamePartDefinition]
PartName="Incendiary"

[Name.Prefix.Prefix_Elemental_disappointed WeaponNamePartDefinition]
PartName="the goat"

[Name.Prefix.Prefix_Elemental_the rubbish WeaponNamePartDefinition]
PartName="It turned into a war"

[Name.Prefix_Bandit.Prefix_Bayonet1 WeaponNamePartDefinition]
PartName="the frequency"

[Name.Prefix_Bandit.Prefix_Bipod1_Accuracy WeaponNamePartDefinition]
PartName="Chicken"

[Name.Prefix_Bandit.Prefix_Bipod2_Critical WeaponNamePartDefinition]
PartName="Destruction begins"

[Name.Prefix_Bandit.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="Hooper"

[Name.Prefix_Bandit.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="Burnifire"

[Name.Prefix_Bandit.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="he wondered"

[Name.Prefix_Bandit.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Sala ha ha ha ha ha ha ha ha ha!"

[Name.Prefix_Bandit.Prefix_Foregrip_Stability WeaponNamePartDefinition]
PartName="Water"

[Name.Prefix_Bandit.Prefix_Mount1_Mag WeaponNamePartDefinition]
PartName="Many characters"

[Name.Prefix_Bandit.Prefix_Mount2_FireRate WeaponNamePartDefinition]
PartName="quickly"

[Name.Prefix_Bandit.Prefix_Mount3_Damage WeaponNamePartDefinition]
PartName="I'm a boomer"

[Name.Prefix_Dahl.Prefix__BurstFire WeaponNamePartDefinition]
PartName="fire burns"

[Name.Prefix_Dahl.Prefix_Bayonet1 WeaponNamePartDefinition]
PartName="To my mother"

[Name.Prefix_Dahl.Prefix_Bipod1_Accuracy WeaponNamePartDefinition]
PartName="Come on"

[Name.Prefix_Dahl.Prefix_Bipod2_Critical WeaponNamePartDefinition]
PartName="- Trova"

[Name.Prefix_Dahl.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="feeling"

[Name.Prefix_Dahl.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="Phosphorus"

[Name.Prefix_Dahl.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Shock"

[Name.Prefix_Dahl.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Slag"

[Name.Prefix_Dahl.Prefix_Foregrip_Stability WeaponNamePartDefinition]
PartName="Water"

[Name.Prefix_Dahl.Prefix_Mount1_Mag WeaponNamePartDefinition]
PartName="go to work"

[Name.Prefix_Dahl.Prefix_Mount2_FireRate WeaponNamePartDefinition]
PartName="everything -"

[Name.Prefix_Dahl.Prefix_Mount3_Damage WeaponNamePartDefinition]
PartName="Desire"

[Name.Prefix_Hyperion.Prefix_Bayonet1 WeaponNamePartDefinition]
PartName="every day"

[Name.Prefix_Hyperion.Prefix_Bipod1_Accuracy WeaponNamePartDefinition]
PartName="At the same time"

[Name.Prefix_Hyperion.Prefix_Bipod2_Critical WeaponNamePartDefinition]
PartName="Court"

[Name.Prefix_Hyperion.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="rest"

[Name.Prefix_Hyperion.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="Thermogenesis"

[Name.Prefix_Hyperion.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="To safeguard"

[Name.Prefix_Hyperion.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="mind"

[Name.Prefix_Hyperion.Prefix_Foregrip_Stability WeaponNamePartDefinition]
PartName="a little"

[Name.Prefix_Hyperion.Prefix_Mount1_Mag WeaponNamePartDefinition]
PartName="address"

[Name.Prefix_Hyperion.Prefix_Mount2_FireRate WeaponNamePartDefinition]
PartName="job"

[Name.Prefix_Hyperion.Prefix_Mount3_Damage WeaponNamePartDefinition]
PartName="evaluation"

[Name.Prefix_Jakobs.Prefix_Bayonet1 WeaponNamePartDefinition]
PartName="nation"

[Name.Prefix_Jakobs.Prefix_Bipod1_Accuracy WeaponNamePartDefinition]
PartName="reach out"

[Name.Prefix_Jakobs.Prefix_Bipod2_Critical WeaponNamePartDefinition]
PartName="team team"

[Name.Prefix_Jakobs.Prefix_Foregrip_Stability WeaponNamePartDefinition]
PartName="near the top"

[Name.Prefix_Jakobs.Prefix_Mount1_Mag WeaponNamePartDefinition]
PartName="Hugh:"

[Name.Prefix_Jakobs.Prefix_Mount2_FireRate WeaponNamePartDefinition]
PartName="hour"

[Name.Prefix_Jakobs.Prefix_Mount3_Damage WeaponNamePartDefinition]
PartName="accidental"

[Name.Prefix_Maliwan.Prefix_Bayonet1 WeaponNamePartDefinition]
PartName="I'm on my way"

[Name.Prefix_Maliwan.Prefix_Bipod1_Accuracy WeaponNamePartDefinition]
PartName="her"

[Name.Prefix_Maliwan.Prefix_Bipod2_Critical WeaponNamePartDefinition]
PartName="Man"

[Name.Prefix_Maliwan.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="Chicken soup"

[Name.Prefix_Maliwan.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="Red"

[Name.Prefix_Maliwan.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Jux"

[Name.Prefix_Maliwan.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="brought before"

[Name.Prefix_Maliwan.Prefix_Foregrip_Stability WeaponNamePartDefinition]
PartName="in jewelry"

[Name.Prefix_Maliwan.Prefix_Mount1_Mag WeaponNamePartDefinition]
PartName="irrational"

[Name.Prefix_Maliwan.Prefix_Mount2_FireRate WeaponNamePartDefinition]
PartName="Bunbury"

[Name.Prefix_Maliwan.Prefix_Mount3_Damage WeaponNamePartDefinition]
PartName="breakfast"

[Name.Prefix_Vladof.Prefix_Bayonet1 WeaponNamePartDefinition]
PartName="English:"

[Name.Prefix_Vladof.Prefix_Bipod1_Accuracy WeaponNamePartDefinition]
PartName="A short conversation"

[Name.Prefix_Vladof.Prefix_Bipod2_Critical WeaponNamePartDefinition]
PartName="pieces"

[Name.Prefix_Vladof.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="point"

[Name.Prefix_Vladof.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="Phosphorus"

[Name.Prefix_Vladof.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="attack"

[Name.Prefix_Vladof.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="I'm sick"

[Name.Prefix_Vladof.Prefix_Foregrip_Stability WeaponNamePartDefinition]
PartName="volume"

[Name.Prefix_Vladof.Prefix_Mount1_Mag WeaponNamePartDefinition]
PartName="I think so"

[Name.Prefix_Vladof.Prefix_Mount2_FireRate WeaponNamePartDefinition]
PartName="Expanded"

[Name.Prefix_Vladof.Prefix_Mount3_Damage WeaponNamePartDefinition]
PartName="electricity"

[Name.Title.Title__Unique_Chere-amie WeaponNamePartDefinition]
PartName="Dear friend"

[Name.Title.Title__Unique_Chere-amie:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="I'm confused where is the library??"
Suffix=""
Prefix=""

[Name.Title.Title__Unique_FremingtonsEdge WeaponNamePartDefinition]
PartName="Outside of Flemington"

[Name.Title.Title__Unique_FremingtonsEdge:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="You can see my house here.."
Suffix=""
Prefix=""

[Name.Title.Title__Unique_Not even a bow WeaponNamePartDefinition]
PartName="Longbow"

[Name.Title.Title__Unique_Longbow:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="This is not a shooter!"
Suffix=""
Prefix=""

[Name.Title.Title__Unique_Morde_Lt WeaponNamePartDefinition]
PartName="a loyal friend"

[Name.Title.Title__Unique_Morde_Lt:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="True friends overcome all obstacles."
Suffix=""
Prefix=""

[Name.Title.Title__Unique_in the morning WeaponNamePartDefinition]
PartName="Morningstar"

[Name.Title.Title__Unique_Morningstar:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="A flower is a flower."
Suffix=""
Prefix=""

[Name.Title.Title__Unique_fake WeaponNamePartDefinition]
PartName="Sloth"

[Name.Title.Title__Unique_Sloth:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Yes, alcohol often has this effect..."
Suffix=""
Prefix=""

[Name.Title.Title__Unique_come in WeaponNamePartDefinition]
PartName="Trespasser"

[Name.Title.Title__Unique_Trespasser:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="I have died a lot."
Suffix=""
Prefix=""

[Name.Title.Title_RailGun WeaponNamePartDefinition]
PartName="Railway gun"

[Name.Title.Title_SniperRifle WeaponNamePartDefinition]
PartName="Long range gun"

[Name.Title_Bandit.Title_Barrel_Alien_Railgun WeaponNamePartDefinition]
PartName="Raleigh~!"

[Name.Title_Bandit.Title_Barrel_Hyperion_Accurate WeaponNamePartDefinition]
PartName="imbola"

[Name.Title_Bandit.Title_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="A voice"

[Name.Title_Bandit.Title_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="to know!"

[Name.Title_Dahl.Title__SniperRifle WeaponNamePartDefinition]
PartName="Sniper"

[Name.Title_Dahl.Title_Barrel_Alien_Railgun WeaponNamePartDefinition]
PartName="take it"

[Name.Title_Dahl.Title_Barrel_Hyperion_Accurate WeaponNamePartDefinition]
PartName="complain"

[Name.Title_Dahl.Title_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Emily"

[Name.Title_Dahl.Title_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="research"

[Name.Title_Dahl.Title_Legendary_strategy WeaponNamePartDefinition]
PartName="Pitchfork"

[Name.Title_Dahl.Title_Legendary_Pitchfork:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="tradition!"
Suffix=""
Prefix=""

[Name.Title_Hyperion.Title_Barrel_Alien_Railgun WeaponNamePartDefinition]
PartName="Preface"

[Name.Title_Hyperion.Title_Barrel_Hyperion_Accurate WeaponNamePartDefinition]
PartName="Action"

[Name.Title_Hyperion.Title_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="program"

[Name.Title_Hyperion.Title_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="reward"

[Name.Title_Hyperion.Title_Legendary_the league WeaponNamePartDefinition]
PartName="Invader"

[Name.Title_Hyperion.Title_Legendary_Invader:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="The editor came."
Suffix=""
Prefix=""

[Name.Title_Jakobs.Title__SniperRifle WeaponNamePartDefinition]
PartName="Kalipin"

[Name.Title_Jakobs.Title_Barrel_Hyperion_Accurate WeaponNamePartDefinition]
PartName="Indeed"

[Name.Title_Jakobs.Title_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="the crown"

[Name.Title_Jakobs.Title_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="Devil"

[Name.Title_Jakobs.Title_Jakobs_animal WeaponNamePartDefinition]
PartName="Buffalo"

[Name.Title_Jakobs.Title_Jakobs_Buffalo:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="You can hunt buffalo with it. It would be a shame if they died.."
Suffix=""
Prefix=""

[Name.Title_Jakobs.Title_Legendary_at school WeaponNamePartDefinition]
PartName="Skullmasher"

[Name.Title_Jakobs.Title_Legendary_Skullmasher:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Do you suffer from headaches?"
Suffix=""
Prefix=""

[Name.Title_Maliwan.Title__SniperRifle WeaponNamePartDefinition]
PartName="Snyder"

[Name.Title_Maliwan.Title_Barrel_Alien_Railgun WeaponNamePartDefinition]
PartName="train"

[Name.Title_Maliwan.Title_Barrel_Hyperion_Accurate WeaponNamePartDefinition]
PartName="In Jericho"

[Name.Title_Maliwan.Title_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Corinth"

[Name.Title_Maliwan.Title_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="Rachel"

[Name.Title_Maliwan.Title_Legendary_Vulcan WeaponNamePartDefinition]
PartName="Volcano"

[Name.Title_Maliwan.Title_Legendary_Volcano:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="If it doesn't become too much, Bailey asks for donations.."
Suffix=""
Prefix=""

[Name.Title_Vladof.Title__SniperRifle WeaponNamePartDefinition]
PartName="Poshka"

[Name.Title_Vladof.Title_Barrel_Alien_Railgun WeaponNamePartDefinition]
PartName="letter"

[Name.Title_Vladof.Title_Barrel_Hyperion_Accurate WeaponNamePartDefinition]
PartName="Other people"

[Name.Title_Vladof.Title_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="bad plan"

[Name.Title_Vladof.Title_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="The solution"

[Name.Title_Vladof.Title_Legendary_Ludmila WeaponNamePartDefinition]
PartName="Lyudmila"

[Name.Title_Vladof.Title_Legendary_Lyudmila:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="He killed someone"
Suffix=""
Prefix=""

[Skills.Skill_Morningstar SkillDefinition]
SkillName="we talked about it"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skills.Skill_Morningstar:BehaviorProviderDefinition_0.Behavior_AttributeEffect_0.SkillDefinition_0 SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

